{
    "job-title": "Software Engineer",
    "professional-description": "I am a developer with great software development skills, with the same ease of working in a team as working alone, I also love learning new technologies and this means that if I have to investigate how to do a task, I will do it professionally.",
    "my-studies": "My studies",
    "my-work-experience": "My work experience",
    "projects-made-by-own-learning": "Projects made by own learning",
    "know-a-little-more-about-me": "Know a little more about me",
    "about-me-explication": "If you are interested in seeing my different skills or some personal information, you can enter this section and find what you are looking for.",
    "personal-projects-explication": "You can also look at the projects that I did to learn a language or some technology to broaden my knowledge, you can see work that I had to do in university projects or projects that I did on my own.",
    "laboral-exp-explication": "In this section you will see most of the projects I have worked on, including the technologies I had to use and my main role in developing the application or web page.",
    "studies-explication": "You can see my main studies in this small list, however you can click on 'See more' if you are interested in learning more.",
    "see-more": "See more",
    "know-more": "Know more",
    "see-experience": "See experience",
    "software-engineering": "Software engineering",
    "bachelor": "Baccalaureate",
    "business-computing": "Business Computing",
    "jan": "January",
    "feb": "February",
    "mar": "March",
    "apr": "April",
    "may": "May",
    "jun": "June",
    "jul": "July",
    "aug": "August",
    "sep": "September",
    "oct": "October",
    "nov": "November",
    "dec": "December",
    "current":"Currently",
    "theme":"Theme",
    "language":"Language",
    "soft-engineer":"Software engineer",
    "job-desc-doit":"Using different technologies like NextJs, Tailwindcss and Firebase I developed different functions and visuals for a web application.",
    "job-desc-immerso":"Participation in the creation of different web applications, making use of augmented reality technologies, such as ARjs and AFRAME, in addition to being in charge of implementing, through languages such as CSS3 and technologies such as Bootstrap, the graphic design of some pages implementing Reactjs.",
    "description":"Description",
    "tools-list":"Tools list",
    "footer-explication":"For this page, Nextjs, Tailwind, AOS(Animate on scroll), Animate.css, among other libraries, i18n, were used. Repository link:",
    "visit":"Visit",
    "my-profile":"My profile",
    "profile-exp":"I am a software developer who is passionate about learning new technologies and languages, I want to become a full-stack programmer with a senior level, capable of solving any kind of error in the most professional and efficient way possible, currently my forte is in I do front-end development, however I have no problem doing back-end tasks.",
    "tech-skills":"Technical skills",
    "soft-skills":"Soft skills",
    "teamwork":"Teamwork",
    "work-under-pressure":"Work under pressure",
    "puntuality":"Puntuality",
    "ease-of-adaptation":"Ease of adaptation",
    "problem-resolution":"Problem resolution"
}