{
    "job-title": "Ingeniero del Software",
    "professional-description": "Soy un desarrollador con grandes capacidades de desarrollo de software, con la misma facilidad de trabajar en equipo como de trabajar de manera solitaria, además me encanta aprender nuevas tecnologías y esto implica que si debo investigar como hacer alguna tarea, lo haré de una manera profesional.",
    "my-studies": "Mis estudios",
    "my-work-experience": "Mi experiencia laboral",
    "projects-made-by-own-learning": "Proyectos propios",
    "know-a-little-more-about-me": "Conoce un poco más sobre mí",
    "about-me-explication": "Si estás interesado en un ver mis diferentes habilidades o alguna información personal, puedes entrar en esta sección y encontrar lo que buscas.",
    "personal-projects-explication": "También puedes mirar los proyectos que realicé para aprender algun lenguaje o alguna tecnología para ampliar mi conocimiento, podrás ver trabajos que tuve que hacer en proyectos universitarios o bien proyectos que hice por mi propia cuenta.",
    "laboral-exp-explication": "En esta sección verás la mayoría de los proyectos en los que he trabajado, incluyendo las tecnologías que tuve que utilizar y mi rol principal a la hora de desarrollar dicha aplicación o página web",
    "studies-explication": "Puedes ver mis principales estudios en esta pequeña lista, sin embargo puedas precionar en 'Ver más' si te interesa conocer de manera mas profunda.",
    "see-more": "Ver más",
    "know-more": "Conocer más",
    "see-experience": "Ver experiencia",
    "software-engineering": "Ingeniería del Software",
    "bachelor": "Bachillerato",
    "business-computing": "Informática Empresarial",
    "jan": "Enero",
    "feb": "Febrero",
    "mar": "Marzo",
    "apr": "Abril",
    "may": "Mayo",
    "jun": "Junio",
    "jul": "Julio",
    "aug": "Agosto",
    "sep": "Septiembre",
    "oct": "Octubre",
    "nov": "Noviembre",
    "dec": "Diciembre",
    "current": "Actualmente",
    "theme": "Tema",
    "language": "Idioma",
    "soft-engineer": "Ingeniero del Software",
    "job-desc-doit": "Usando diferentes tecnologías como NextJs, Tailwindcss y Firebase desarrollé diferentes funciones y visuales para una aplicación web.",
    "job-desc-immerso": "Participación en la creación de diferentes aplicaciones web, haciendo uso de tecnologías de realidad aumentada, como ARjs y AFRAME, además de encargarse de implementar, a través de lenguajes como CSS3 y tecnologías como Bootstrap, el diseño gráfico de algunas páginas implementando Reactjs.",
    "description": "Descripción",
    "tools-list": "Lista de herramientas",
    "footer-explication": "Para esta página se hizo uso de Nextjs, Tailwind, AOS(Animate on scroll), Animate.css, i18n, entre otras librerias. Link del repositorio:",
    "visit": "Visitar",
    "my-profile": "Mi perfil",
    "profile-exp": "Soy un desarrollador de software que le apasiona aprender nuevas tecnologías y lenguajes, deseo llegar a ser un programador full-stack con nivel senior, capaz de resolver cualquier clase de error de la manera más profesional y eficiente que se pueda, actualmente mi fuerte está en desarrollo front-end, sin embargo no tengo problemas para hacer tareas de back-end.",
    "tech-skills": "Habilidades técnicas",
    "soft-skills": "Habilidades blandas",
    "teamwork": "Trabajo en equipo",
    "work-under-pressure": "Trabajo bajo presión",
    "puntuality": "Puntualidad",
    "ease-of-adaptation": "Fácilidad de adaptación",
    "problem-resolution": "Resolución de problemas",
    "go-to-page": "Visitar página",
    "go-to-repo": "Ver repositorio",
    "view-images": "Ver imagenes",
    "AR-application": "Aplicacion AR",
    "britt-explanation": "Esta aplicación constaba de un minijuego para obtener premios en una tienda, el cual se acercan a codigos QR en los cuales al ponerlos frente al dispositivo mostraba un modelo 3D de un animal, al tocarlo hace una animacion y gana una moneda, al obtener 5 monedas se ganan el premio.",
    "technologies": "Tecnologías",
    "organization": "Organización",
    "self-learning": "Auto aprendizaje",
    "immerso-page": "Página web de Immerso",
    "immerso-page-exp": "La página web principal de la empresa requería que se agregara la opcion de realidad aumentada y realidad virtual en cada uno de los tours disponibles.",
    "see-page":"Ver página"
}