{
    "job-title": "Ingeniero del Software",
    "professional-description": "Soy un desarrollador con grandes capacidades de desarrollo de software, con la misma facilidad de trabajar en equipo como de trabajar de manera solitaria, además me encanta aprender nuevas tecnologías y esto implica que si debo investigar como hacer alguna tarea, lo haré de una manera profesional.",
    "my-studies": "Mis estudios",
    "my-work-experience": "Mi experiencia laboral",
    "projects-made-by-own-learning": "Proyectos hechos por aprendizaje propio",
    "know-a-little-more-about-me": "Conoce un poco más sobre mí",
    "about-me-explication": "Si estás interesado en un ver mis diferentes habilidades o alguna información personal, puedes entrar en esta sección y encontrar lo que buscas.",
    "personal-projects-explication": "También puedes mirar los proyectos que realicé para aprender algun lenguaje o alguna tecnología para ampliar mi conocimiento, podrás ver trabajos que tuve que hacer en proyectos universitarios o bien proyectos que hice por mi propia cuenta.",
    "laboral-exp-explication": "En esta sección verás la mayoría de los proyectos en los que he trabajado, incluyendo las tecnologías que tuve que utilizar y mi rol principal a la hora de desarrollar dicha aplicación o página web",
    "studies-explication": "Puedes ver mis principales estudios en esta pequeña lista, sin embargo puedas precionar en 'Ver más' si te interesa conocer de manera mas profunda.",
    "see-more": "Ver más",
    "know-more": "Conocer más",
    "see-experience": "Ver experiencia",
    "software-engineering": "Ingeniería del Software",
    "bachelor": "Bachillerato",
    "business-computing": "Business Computing",    
    "jan": "Enero",
    "feb": "Febrero",
    "mar": "Marzo",
    "apr": "Abril",
    "may": "Mayo",
    "jun": "Junio",
    "jul": "Julio",
    "aug": "Agosto",
    "sep": "Septiembre",
    "oct": "Octubre",
    "nov": "Noviembre",
    "dec": "Diciembre",
    "current":"Actualmente",
    "theme":"Tema",
    "language":"Idioma"
}